{
    "0": {
        "desc": "A Vice’s documentary about John Turano, a.k.a. Based Spartan, ex-icon of the alt-right “Patriot” movement. In this video they tell us about an event happened at the end of a pro-Trump rallies where the protagonist of the reportage rages against an apparently muslim child calling her “terrorist”.",
        "source": "https://www.youtube.com/watch?v=cgeiJHkDvRo&t=855s"
    },
    "1": {
        "desc": "An article found on the site renewamerica.com and written by a freelance writer with conservative and nationalist political leanings. He shows arguments supporting the thesis that Islam is by nature a violent religion, especially against the non-Muslims.",
        "source": "http://www.renewamerica.com/columns/sharpe/160621"
    },
    "2": {
        "desc": "An image that quotes Ayatollah Khomeini, spiritual and political leader of the Republic of Iran, followed by some ironic and aggressive comments bashing the muslim community.",
        "source": "https://www.facebook.com/inquiryintoislam/"
    },
    "3": {
        "desc": "A video by Apologia Studios that talks about the Christian basis for science vs the atheistic lack of a basis for science. They introduce the thesis according to which christians have a rationale basis for the scientific method while atheists are unable to offer a justification for which they can rely on things like the laws of logic, induction, and observational consistency.",
        "source": "https://www.youtube.com/watch?v=rL_-xpfKydo&t=2s"
    },
    "4": {
        "desc": "A conversation by the subreddit r/atheism between a religious person that asks explanations about the aggressive behaviour of atheists and an atheist that answer enumerating some horrors made in the religion’s name.",
        "source": "https://www.reddit.com/r/atheism/comments/17fpr2/why_atheism/"
    },
    "5": {
        "desc": "In this video George Carlin is performing a comic speech about the dumb stories told by religion,  making also a mockery of those who believe in those theories.",
        "source": "https://www.youtube.com/watch?v=8r-e2NDSTuE&t=336s"
    }
}