{
    title: "Diving into the web",
    description: "In the Final Synthesis Design Studio, students learn to use information visualization to observe, understand, shape and communicate complex phenomena.\n\nIn the second part of the course, students map a controversial issue by collecting and analyzing online data. Using [Digital Methods](https://mitpress.mit.edu/books/digital-methods){: .description__link}{: target='_blank'}, students locate a controversy on the web, identify actors, and map their positions and alignments. The result is a visual report that presents the issue under study, its main actors, and their positions.",
    projects: [
        {
            group: "group01",
            members: "Giuliano Mozzillo, Jacopo Perico, Noemi Schiavi, Amarildo Shelna, Daniele Zanetti, Shan Zhu, Alice Ziantoni",
            theme: "Hate speech",
            title: "Do we still need Feminism?",
            excerpt: "Anyone has an opinion over what feminism is and do anything using the name of it. Today being a feminist is a choice, anyone can call themselves a feminist, and can do rallies or give opinions or demand in the name of feminism. But what is feminism? What is the debate growing around it?",
            cover_website: "/assets/images/covers/cover.gif"
        },
        {
            group: "group02",
            members: "Bao Yifang, Cao Jiaxing, Chen Yi, Li Shangshu, Niu Yijiang, Tang Yaqiao, Wang Ning",
            theme: "Datafication",
            title: "Exploring Data Center Energy",
            excerpt: "Can public accurately, objectively and comprehensively understand the current status of the rapidly developing data industry? We try to represent the whole picture of the data center panorama in the virtual world.",
            cover_website: "/assets/images/covers/cover.jpg"
        },
        {
            group: "group03",
            members: "Francesca Calloni, Qixuan Chen, Lucia Di Terlizzi, Yuke Lei, Bin Wu, Axia Zucchi",
            theme: "Food economics",
            title: "The Dark Side of Avocado",
            excerpt: "The dark side of avocado is something usually hidden in the weaves of big flows of trade. How much do we know about the impact that intensive farming has both on soil and local producers?",
            cover_website: "/assets/images/covers/cover-01.gif"
        },
        {
            group: "group04",
            members: "Sara Dalla Rosa, Mariachiara Manelli, Alessia Musio, Erica Pellegatta, Camilla Pilotto, Yi Wang",
            theme: "Datafication",
            title: "SCS_ Breathing scores?",
            excerpt: "In this new digital era, every people’s action contributes to the creation of big data. Three major actors plays within the exchange of data to have services in return: people, companies and governments. Will they be able to work together to build a world based on data trading?",
            cover_website: "/assets/images/covers/cover.gif"
        },
        {
            group: "group05",
            members: "Davide Armani, Matteo Banal, Kacper Bierylo, Gabriele Wiedenmann, Luka Zelenovic, Ulkar Zeynalli",
            theme: "Addiction",
            title: "Prescribe me an A+",
            excerpt: "The misuse of stimulants is a growing problem on campus. Some students feel like everyone they know is using study drugs. The focus of this research is the perception of these drugs by the major groups, which are public newspapers, students, Universities and the advertising world.",
            cover_website: "/cover/web-cover.jpg"
        },
        {
            group: "group06",
            members: "Luisa Cadelli, Yixiao Cai, Eleonora Cappuccio, Francesca Grignani, Paolo Vernocchi, Carlotta Xiao",
            theme: "Addiction",
            title: "Opiate of the masses",
            excerpt: "It’s called ‘opioid epidemic’ but how much people are actually aware of it and its dangerousness? Affecting the U.S population for about 20 years now, the problem is getting more and more attention, not only by governmental agencies or health institutions but also by people.",
            cover_website: "/cover/web-cover.jpg"
        },
        {
            group: "group07",
            members: "Alessandra Facchin, Alessandro Ferrari, Jingjing Gui, Paula Lozano, Nicolò Marchetti, Valeria Quiroga",
            theme: "Climate change",
            title: "The Amazon's Damnation",
            excerpt: "The Belo Monte dam complex in Brazil has flared up local and international opposition since its inception in the mid Seventies, and still remains highly contested after almost fourty years. Is a country’s prosperity worth the environmental toll caused by the impacts of mega-dams?",
            cover_website: "/cover/web-cover.jpg"
        },
        {
            group: "group08",
            members: "Lorenzo Angè, Alberto Argento, Giacomo Bevacqua, Andrea Lai, Alessia Parrulli, Seyedsajad Kasaee, Ahmad Zakerialhoseini",
            theme: "Migration",
            title: "Feet on the stars, eyes on the ground",
            excerpt: "Within many contemporary controversial debates, we wanted to focus our attention on the growing interest about the future of human space exploration. Nowadays, we can observe how serious and intricates disputes, such as Climate Change, take into account the possibility for human mass migration to other planets.",
            cover_website: "/cover/web-cover.jpg"
        },
        {
            group: "group09",
            members: "Nicola Brignoli, Francesca Brotto, Lea Mara Fabiano, Elena Filippi, Edoardo Guido, Jacopo Poletto",
            theme: "Hate speech",
            title: "Hate Shades",
            excerpt: "We tried to follow a possible path that a user could take in order to get information and form an opinion about hate speech, trying to map the controversial debate that the Hate Speech term generates: is it filtering or censorship?",
            cover_website: "/cover/web-cover.jpg"
        },
        {
            group: "group10",
            members: "Chen Wen, Chung Wuikang, Huang Yuping, Hu Xun, Qian Yujie, Yang Shiqi",
            theme: "Migration",
            title: "Malaysian Chinese citizens in the cyberworld",
            excerpt: "We want to understand when people refer to Malaysian Chinese in different language fields in the cyber world, what are they talking about? What are the most interesting topics? In which fields they are being discussed more? Who is talking about them?",
            cover_website: "/cover/web-cover.jpg"
        }
    ]
}
