{
    title: "Visualization for advocacy",
    description: "In the Final Synthesis Design Studio, students learn to use information visualization to observe, understand, shape and communicate complex phenomena.\n\nIn the third and last part of the course, students repurpose their research for public engagement and use visualisation as a tool to take a stand on a controversial issue. The output is a design tactic that is meant to expose an issue, provoke a dialogue, [construct a public](https://www.mitpressjournals.org/doi/pdf/10.1162/desi.2009.25.1.48){: .description__link}{: target='_blank'}{: rel='noopener'} around it.",
    projects: [
        {
            group: "group01",
            members: "Giuliano Mozzillo, Jacopo Perico, Noemi Schiavi, Amarildo Shelna, Daniele Zanetti, Shan Zhu, Alice Ziantoni",
            theme: "Hate speech",
            title: "The Anti·Feminist Manifesto",
            excerpt: "From the 'lightest' and normalized form of sexism to the harshest misogynist hate-speech the Internet is the place where gender based hate spreads the most. All the words used inside this website are comments and posts shared by real people.",
            cover_website: "/frontend/img/cover/web-cover.jpg"
        },
        {
            group: "group02",
            members: "Bao Yifang, Cao Jiaxing, Chen Yi, Li Shangshu, Niu Yijiang, Tang Yaqiao, Wang Ning",
            theme: "Datafication",
            title: "Project missing",
            excerpt: "Description missing",
            cover_website: "/cover/web-cover.jpg"
        },
        {
            group: "group03",
            members: "Francesca Calloni, Qixuan Chen, Lucia Di Terlizzi, Yuke Lei, Bin Wu, Axia Zucchi",
            theme: "Food economics",
            title: "Avocado Market",
            excerpt: "Avocado is the one of the hottest health food out there right now. Put that green mush on a plate and you’ve got an Instagram-worthy dish and (apparently) a healthy meal. But there’s something you should know: the planet is not meant to grow this many avocados.",
            cover_website: "/picture/web-cover.jpg"
        },
        {
            group: "group04",
            members: "Sara Dalla Rosa, Mariachiara Manelli, Alessia Musio, Erica Pellegatta, Camilla Pilotto, Yi Wang",
            theme: "Datafication",
            title: "Welcome to Cameraville!",
            excerpt: "This is an explanation guide about the Social Credit System. The Chinese government started this project in 2014 just on a portion of the country and it’s willing to spread the system in all China by 2020.",
            cover_website: "/assets/web-cover.jpg"
        },
        {
            group: "group05",
            members: "Davide Armani, Matteo Banal, Kacper Bierylo, Gabriele Wiedenmann, Luka Zelenovic, Ulkar Zeynalli",
            theme: "Addiction",
            title: "Behind the Label",
            excerpt: "In the US the use of study drugs has become a common phenomenon that is perceived as to have positive impact on learning and focus abilities. But when students abuse it, it slowly shows its hidden and unknown dark side…",
            cover_website: "/assets/web-cover.jpg"
        },
        {
            group: "group06",
            members: "Luisa Cadelli, Yixiao Cai, Eleonora Cappuccio, Francesca Grignani, Paolo Vernocchi, Carlotta Xiao",
            theme: "Addiction",
            title: "The Opioid Paradoxes",
            excerpt: "Since the 1990s, the steady growth of prescriptions for opioids has coincided with an
            increase in victims of legal opiate overdose. Only in 2010, legislative efforts have begun
            to slow down the number of prescriptions, with no effect on the trend of deaths.",
            cover_website: "/css/addons/web-cover.jpg"
        },
        {
            group: "group07",
            members: "Alessandra Facchin, Alessandro Ferrari, Jingjing Gui, Paula Lozano, Nicolò Marchetti, Valeria Quiroga",
            theme: "Climate change",
            title: "The Great Amazonian Barrage",
            excerpt: "A new age of hydroelectric dams has risen in the Amazon: a mere license prevents Belo Monte, its greatest dam, from operating. Those who live in its shadow are still longing for justice. Is a nation’s energetic prosperity worth the toll? It is up to you to decide in this interactive journey in the Xingu River Basin.",
            cover_website: "/assets/img/web-cover.jpg"
        },
        {
            group: "group08",
            members: "Lorenzo Angè, Alberto Argento, Giacomo Bevacqua, Andrea Lai, Alessia Parrulli, Seyedsajad Kasaee, Ahmad Zakerialhoseini",
            theme: "Migration",
            title: "Leaving×Living",
            excerpt: "This webpage aims to explore the current scenario, where collaborations between private companies and national agencies are turning space operations into an unprecedented scientific and economic model. Will this new space game might be able to push humans further than ever?",
            cover_website: "/cover/web-cover.jpg"
        },
        {
            group: "group09",
            members: "Nicola Brignoli, Francesca Brotto, Lea Mara Fabiano, Elena Filippi, Edoardo Guido, Jacopo Poletto",
            theme: "Hate speech",
            title: "RegulHate",
            excerpt: "Hate Speech cannot be easily defined, but by agreement it expresses loathing and intolerance. The consequences can range from mere bullying to actual violent events. IT Companies are trying to regulate Hate Speech in different ways. This is hard because it's a controversial phenomenon as it lies in a complex nexus with free speech.",
            cover_website: "/static/images/web-cover.gif"
        },
        {
            group: "group10",
            members: "Chen Wen, Chung Wuikang, Huang Yuping, Hu Xun, Qian Yujie, Yang Shiqi",
            theme: "Migration",
            title: "Not Only One Malaysia",
            excerpt: "Malaysia has a multi-ethnic, multicultural, and multilingual society. It consists of 3 major ethnicities, Malay(69%), Chinese(23%) and Indian(7%). They have different religious beliefs, they celebrate different festivals and speak their own dialects.",
            cover_website: "/img/web-cover.jpg"
        }
    ]
}
