[
    {
        "id": 1,
        "name": "Englisc Gateway",
        "clusters": [
            "Source of true information",
            "Freedom of expression"
        ],
        "body": "Welcome to the Englisc Gateway. A gateway to England, and all things Englisc. The Englisc Gateway aims to provide you with information related to the ethnic English cause. We offer free artwork, an online community, an English directory, news, blogs, articles."
    },
    {
        "id": 2,
        "name": "American Renassaince",
        "clusters": [
            "Academic point of view"
        ],
        "body": "Race is an important aspect of individual and group identity. Of all the fault lines that divide society—language, religion, class, ideology—it is the most prominent and divisive. Race and racial conflict are at the heart of some of the most serious challenges the Western World faces in the 21st century. The problems of race cannot be solved without adequate understanding. Attempts to gloss over the significance of race or even to deny its reality only make problems worse. Progress requires the study of all aspects of race, whether historical, cultural, or biological. This approach is known as race realism."
    },{
        "id": 3,
        "name": "Angry white dude",
        "clusters": [
            "Academic point of view"
        ],
        "body": "The mission of ModelMinority.com is to provide this scrutiny in every possible way, so as to educate, inform, provoke, and inspire movements by individuals and groups toward Asian American empowerment. Through ModelMinority.com, we intend to provide the Web''s richest collection of research articles, commentaries, stories, poems, pictures, and other documents on the Asian American experience. "
    },{
        "id": 4,
        "name": "Anthroscape",
        "clusters": [
            "Freedom of expression"
        ],
        "body": "Now, with many forum-goers left homeless, dissatisfied or just feeling nostalgic for the old days, the team that created the original has jumped back into the game with a new name, new software and a hope of recapturing the magic of the past and maybe even attaining greater heights. We want to bring back that ambitious spirit of free speech, serious discussion, learning and camaraderie that made Dodona so successful and beloved. AnthroScape: Human Biodiversity Forum is an anthropology discussion group concerned with studying the human landscape and all of the variation contained within it. To provide a better understanding of what that means, here are some good definitions of anthropology."
    },{
        "id": 5,
        "name": "Assata Shakur",
        "clusters": [
            "Freedom of expression"
        ],
        "body": "This obsessive and barbaric attempt to malign, imprison and/or asassinate important and legitimate Black (Afrikan) activists is an ongoing expression of the contempt and hatred that the U.S. government has always shown Black people and their leadership in America. It is all out assault on our rights as both citizens of the United States and human in general, to voice, dissent and challenge social, economic and political obstacles that hinder our progress, threaten our lives and derail our destiny. The government wants us dumb, silent, docile and compliant. Assata Shakur is one voice that will not be muffled!"
    },{
        "id": 6,
        "name": "Chimpout",
        "clusters": [
            "Not a hate site"
        ],
        "body": "The purpose of this site is to provide an alternative to the other sites that seek to counter the brainwashing and negro pandering perpetuated by Hollywood and the media.We all expose the African beast for what it really is using up to the minute news reports, crime statistics and other credible sources that are ignored by the main stream media. Shitskin Plantation takes a less animated and more professional approach than the others. We are not taking anything away from the other sites, just offering another alternative.We are not a hate site, we are not Nazis, Klan members or Skinheads. We are just regular people who are fed up with niggers and their systematic destruction of our society."
    },{
        "id": 7,
        "name": "Conservapedia",
        "clusters": [
            "Source of true information"
        ],
        "body": "Conservapedia is a clean and concise resource for those seeking the truth. We do not allow liberal bias to deceive and distort here. Founded initially in November 2006 as a way to educate advanced, college-bound homeschoolers, this resource has grown into a marvelous source of information for students, adults and teachers alike. A conservative approach to education is powerful and helpful in many ways. It equips students and adults to overcome inevitable obstacles, such as addiction and depression, and it guides learners to lasting insights. There are few, if any, conservative schools, and Conservapedia freely provides this unique approach for the benefit you and those around you."
    },{
        "id": 8,
        "name": "Daily Stormer",
        "clusters": [
            "Source of true information"
        ],
        "body": "We here at the Daily Stormer are opposed to violence. We seek revolution through the education of the masses. When the information is available to the people, systemic change will be inevitable and unavoidable. Anyone suggesting or promoting violence in the comments section will be immediately banned, permanently."
    },{
        "id": 9,
        "name": "Document",
        "clusters": [
            "Source of true information",
            "Freedom of expression"
        ],
        "body": "Document.no is a leading website for independent and agendasetting news, political analysis and thought-provoking comments written specifically for the new generation of independent and conservative thinkers. We must be the voice of freedom and reason that breaks out of the echo chamber and the noise. We do not believe that development can be stopped. But we want to influence and correct. We believe that change must be done by preserving and building on our inherited values, traditions and wisdom that has given us our way of living and living."
    },{
        "id": 10,
        "name": "European Knights Project",
        "clusters": [
            "Source of true information"
        ],
        "body": "Conservative news for conservative men and women of all ethnicities and backgrounds."
    },{
        "id": 11,
        "name": "Forumbiodiversity",
        "clusters": [
            "Freedom of expression"
        ],
        "body": "Freedom of speech: Use It or Lose It. To begin with, this forum is a staunch supporter of freedom of speech, as in, no censorship of political opinions. We welcome all point of views here, whether they be Democratic, Islamic, Nationalist, Zionist, Communist, and so on and so forth. This is in line with our neutrality policy, which means that the forum doesn't have any specific ethno-nationalist agenda, which is often the case with other anthroboards. Therefore, we don't censor political opinions that are not in line with whatever political cause some nationalist group has, or a socialist party, etcetera. The freedom of speech aspect also applies to religious opinions, we don't censor those either."
    },{
        "id": 12,
        "name": "The Freedom From Atheism Foundation",
        "clusters": [
            "Source of true information",
            "Defence and support of their people"
        ],
        "body": "Welcome to the official website of the Freedom From Atheism Foundation (FFAF)! Our organisation exists in order to raise awareness of militant atheism and atheist atrocities around the world. In addition, we seek to stand for religious freedom on a global scale. The Freedom From Atheism Foundation holds firm in its faith in God and defends the rights of those whose religious liberty is infringed upon. Through our social media, victims of militant atheism are free to share their experiences without fear of harassment. Militant atheism is a term applied to atheism which is hostile towards religion. Militant atheists have a desire to propagate the doctrine, and differ from moderate atheists because they hold religion to be harmful. Militant atheism was an integral part of the atheistic communist ideology of Marxism-Leninism, and was significant in the Reign of Terror in the French Revolution.  Atheist states, both historically and currently, uphold the doctrine; these include the Soviet Socialist Republics (USSR), People's Republic of China (PRC), Cuba, and North Korea. Today, militant atheism also manifests itself in the New Atheism movement, which stands by the ideological position that religion should not simply be tolerated but should be countered, criticized and exposed. "
    },{
        "id": 13,
        "name": "The Gateway Pundit",
        "clusters": [
            "Source of true information"
        ],
        "body": "In late 2004 I started The Gateway Pundit blog after the presidential election. At that time I had my twin brother Joe and my buddy Chris as regular readers. A lot has changed since then. Today The Gateway Pundit is one of the top political websites. The Gateway Pundit has 15 million visits each month (Stat Counter – Google Analytics). It is consistently ranked as one of the top political blogs in the nation. TGP has been cited by Sean Hannity, Rush Limbaugh, The Drudge Report, The Blaze, Mark Levin, FOX Nation and by several international news organizations."
    },{
        "id": 14,
        "name": "Hbdchick",
        "clusters": [
            "Academic point of view"
        ],
        "body": "I’m not a scientist, and I don’t play one on the internet either. My background is in history (bachelor’s) and anthropology (master’s), but I’ve had a long-standing interest in biology and evolution, and I did take some higher level science courses for my master’s (physical anthropology, for example)."
    },{
        "id": 15,
        "name": "Human Phenotypes",
        "clusters": [
            "Academic point of view"
        ],
        "body": "This website illustrates different anthropological types of the pre-colonial world. To start you can either click on one of the six faces above or one of the fields below. "
    },{
        "id": 16,
        "name": "Human Rights Service",
        "clusters": [
            "Source of true information",
            "Constructive criticism"
        ],
        "body": "For HRS, integration or inclusion is about the fact that citizens of a free and modern democracy like Norway know and accept a common value platform based on democracy's supporting beams; gender equality, equality between people regardless of national, ethnic, social, caste, tribal or clan background, freedom of expression and religious freedom. Our specific work is specifically centered on obtaining documentation, information and analysis to highlight various aspects of the immigration and integration field. In this work we have a golden working rule: We are free to criticize what we think should be blameful, but the criticism should always be followed by suggestions for action. "
    },{
        "id": 17,
        "name": "IronMarch",
        "clusters": [
            "Hateful site"
        ],
        "body": "A website dubbed the 'Nazi Facebook'. A shadowy online fascism forum. An international network that promotes race war [...] It boasts hundreds of ultra-radical, dedicated followers around the world. It encourages people to register so they could interact with, quote \"fellow fascists\" by simply clicking on a swastika. I went to those websites, HOLY HELL did I find something racist. And it is quite the disturbing rabbit hole."
    },{
        "id": 18,
        "name": "IslamQA",
        "clusters": [
            "Source of true information"
        ],
        "body": "The site is to spread the doctrine of Ahl al-Sunnah wa al-Jama'ah, and follow the righteous salaf and check that the answers are based on the evidence from the Holy Quran and the correct Sunnah and are taken from the words of the scholars of the four schools of thought Imam Abu Hanifa, Imam Malik, Imam Shafei, Imam Ahmad bin Hanbal and others Scholars and applicants, and the decisions of the jurisprudential councils, and students of knowledge from researchers in various disciplines of Sharia. The site avoids engaging in useless cases of polemics, insults, insults and sterile arguments. "
    },{
        "id": 19,
        "name": "Jew Watch",
        "clusters": [
            "Source of true information",
            "Defence and support of their people"
        ],
        "body": "The Jew Watch Project Is The Internet's Largest Scholarly Collection of Articles on Zionist History. An Oasis of News for Americans Who Presently Endure the Hateful Censorship of Zionist Occupation"
    },{
        "id": 20,
        "name": "InfoWars",
        "clusters": [
          "Source of true information",
          "Defence and support of their people"
        ],
        "body": "The manipulation of facts and the slow relentless war on reality is being waged on this landscape of the mind. When those who seek to control humanity can convince the world that what they say is true, we will rapidly descend into the most oppressive tyranny ever seen."
    },{
        "id": 21,
        "name": "Kinsman Redeemer Ministries",
        "clusters": [
            "Defence and support of their people"
        ],
        "body": "The time has come when the hidden Israel nation is being revealed to those having eyes to see and ears to hear. It is being positively identified. Only one race answers to the Holy Bible scenario of Israel in the latter days and that is the White Race. Only our people have the Bible, believe in Jesus the Messiah, call on His Name, are called by His Name, have used His Laws for our civil government and are now the object of a worldwide attack by the enemies of Jesus Christ who are organizing all the heathen under the Red banner of antichrist World Communism."
    },{
        "id": 22,
        "name": "Liberal Logic 101",
        "clusters": [
            "Source of true information"
        ],
        "body": "Helping those of us with brains understand how Liberal Logic works"
    },{
        "id": 23,
        "name": "Metapedia",
        "clusters": [
            "Source of true information"
        ],
        "body": "Metapedia is an electronic encyclopedia which focuses on culture, art, science, philosophy and politics. The word Metapedia is derived from two classical Greek concepts: μετά (metá) meaning outside or beyond and ἐγκύκλιος παιδεία (enkýklios paideía) that is encyclopedia."
    },{
        "id": 24,
        "name": "Mission: America",
        "clusters": [
            "Defence and support of their people",
            "Source of true information"
        ],
        "body": "Truth is critical to a dying patient, and America is gravely ill. Trouble is, she seems unaware that the prognosis is very grim. All that can save her is all that has ever been able to save her--the blood of Jesus Christ. But when will comfortable Christians proclaim this truth to the nation? Shout the warnings of danger and the hope of joy from the rooftops? What will it take for the church to return to its first love? We research social trends inside and outside Christianity. The picture often reveals an America that is slowly being dismembered, because the Body of Christ is becoming another creature--one made in the image of corruptible man. We need knowledge, then repentance, prayer, fasting, followed by action."
    },{
        "id": 25,
        "name": "Moonbattery",
        "clusters": [
              "Hateful site"
        ],
        "body": "A stake through the heart of lunatic leftism."
    },{
        "id": 26,
        "name": "Niggermania",
        "clusters": [
              "Hateful site"
        ],
        "body": "Nigger mania for nigger jokes and facts about niggers since 2003. Please join our nigger bashing forum too. The premier nigger bashing site on the internet."
    },{
        "id": 27,
        "name": "Occidental Dissent",
        "clusters": [
              "Not a hate site"
        ],
        "body": "This website does not support violence. Do not promote, suggest, glorify or incite violence in the comment section."
    },{
        "id": 28,
        "name": "Realhistoryww",
        "clusters": [
              "Source of true information"
        ],
        "body": "The British, with the \"Modern\" Germans, were the originators of revisionist history. It was they who first began to write Blacks out of history after the \"Race/Religious Wars\" of the late medieval. Now look, the British will soon start teaching their children the truth: that Blacks were the original people of Britain. But please know, this is not the result of truth seeking, those truths were always known. Rather, this is them succumbing to the pressure of sources like Realhistoryww, and others, who publish the truth. The truth causes people to ask uncomfortable questions of authority."
    },{
        "id": 29,
        "name": "RenewAmerica",
        "clusters": [
              "Freedom of expression"
        ],
        "body": "RenewAmerica is a grassroots organization that supports the self-evident truths found in the Declaration of Independence, and their faithful application through upholding the U.S. Constitution, as written. Its purpose is to thoughtfully and courageously advance the cause of our nation's Founders."
    },{
        "id": 30,
        "name": "The Right Stuff",
        "clusters": [
              "Conversation platform"
        ],
        "body": "Welcome to TheRightStuff.biz, home to the edgiest podcast of the current year, The Daily Shoah. Launched in of 2012, we are a political and cultural blog with four major. Reinvigorating dialogue among a disparate and edgy right-wing. Severely rustling jimmies among the childish and regressive left-wing. Putting cuckservatives in the cuck shed where they can watch us with their civilization. Using the therapeutic power of LARPing to help tens of thousands of young men manage their autism. Even though you are wrong, we are open to outside opinions, and welcome comments from intelligent and civil people across the political spectrum. At TRS, we believe diversity is truly our greatest strength and like to explore topics including: judaism, nationalism, statism, monarchism, democracy, liberalism, libertarianism, free markets, race relations, gender roles, pan-secession, revisionist history, pluralism, slavery, self-determination, imperialism, economics, political correctness, feminism, socialism, postmodernism, religion, crushing the urbanite. Also we're white and we're not sorry."
    },{
        "id": 31,
        "name": "Rightpedia",
        "clusters": [
              "Source of true information"
        ],
        "body": "The point of Rightpedia is that the mainstream media and other things taught by the mainstream (eg. schools) contain lies and coverups as part of the propaganda by a select few in power. For instance, this kind of thing goes on all the time. So Rightpedia is meant to be a wiki encyclopedia to document everything the globalists cover up and to correct what they lie about. "
    },{
        "id": 32,
        "name": "Slymepit",
        "clusters": [
              "Source of true information"
        ],
        "body": "Exposing the stupidity, lies, and hypocrisy of Social Justice Warriors"
    },{
        "id": 33,
        "name": "Stormfront",
        "clusters": [
          "Defence and support of their people",
          "Source of true information"
        ],
        "body": "We are a community of racial realists and idealists. We are White Nationalists who support true diversity and a  all peoples, including ours. We are the voice of the new, embattled White minority! The truth is \"hate\" to those who hate the truth!"
    },{
        "id": 34,
        "name": "Unz Review",
        "clusters": [
              "Source of true information"
        ],
        "body": "For decades I have spent a couple of hours every morning carefully reading The New York Times, The Wall Street Journal, and several other major newspapers. But although such a detailed study of the American mainstream media is a necessary condition for remaining informed about our world, it is not sufficient. With the rise of the Internet and the alternative media, every thinking individual has increasingly recognized that there exist enormous lacunae in what our media tells us and disturbing patterns in what is regularly ignored or concealed."
    },{
        "id": 35,
        "name": "VDARE",
        "clusters": [
              "Source of true information"
        ],
        "body": "The VDare Foundation’s mission is education on two main issues: first, the unsustainability of current US immigration policy and second, the \"National Question\", which is the viability of the US as a nation-state. We do this through the VDARE.com webzine and VDARE Books, public speaking, conferences, debates and media appearances."
    },{
        "id": 36,
        "name": "White Honor",
        "clusters": [
              "Hateful site"
        ],
        "body": "We currently maintain one of the most visited websites dedicated to White Power and the 14 Words. After years of being hailed as “the most violent White racist website on the planet,” it is time for a new approach.  After surveying this “movement” for over a decade, it is clear that the American Nazi Party (www.anp14.com) is the best hope for White Survival in the United States.  They have a full political platform that deals will all the issues of importance to the common man, unlike other grouplets which are stuck on the race issue and have not branched out any further."
    },{
        "id": 37,
        "name": "WND",
        "clusters": [
              "Source of true information",
              "Freedom of expression"

        ],
        "body": "WND is an independent news company dedicated to uncompromising journalism, seeking truth and justice and revitalizing the role of the free press as a guardian of liberty. We remain faithful to the traditional and central role of a free press in a free society as a light exposing wrongdoing, corruption and abuse of power"
    }
]
