{
    "0": {
        "desc": "This video has been extracted from the “RACE - THE POWER OF AN ILLUSION” documentary, which questions the very idea of race as biology, suggesting that a belief in race is no more sound than believing that the sun revolves around the earth. The main idea is that even if race doesn't exist in biology it doesn't mean it isn't very real. The provocative serie looks at several scientific discoveries that illustrate why humans cannot be subdivided into races and how there isn't a single characteristic, trait - or even one gene - that can be used to distinguish all members of one race from all members of another.",
        "source": "https://www.youtube.com/watch?v=IY0spEeh_JE"
    },
    "1": {
        "desc": "The video shows what went down on the 12th August 2017, when hundreds of white nationalists, alt-righters, and neo-Nazis traveled to Charlottesville, Virginia to participate in the “Unite the Right” rally. By the evening of that day, three people were dead – one protester, and two police officers – and many more injured.",
        "source": "https://www.youtube.com/watch?v=RIrcB1sAN8I"
    },
    "2": {
        "desc": "Andile Mngxitama is the leader of Black First Land First (BLF) and in South Africa.<br>On Saturday 8th December 2018, he spoke at a party event in Potchefstroom and threat that he and his followers would kill white people and their pets. He involved the billionaire businessman Johann Rupert in his explanation, claiming that the man is somehow involved in stoking black-on-black violence by “paying” taxi bosses to kill black people and he would not stand for it.",
        "source": "https://citizen.co.za/news/south-africa/politics/2047783/mngxitama-raises-ire-after-call-to-kill-whites-along-with-their-dogs-and-cats/"
    },
    "3": {
        "desc": "Andile Mngxitama is the leader of Black First Land First (BLF) and in South Africa.<br>On Saturday 8th December 2018, he spoke at a party event in Potchefstroom and threat that he and his followers would kill white people and their pets. He involved the billionaire businessman Johann Rupert in his explanation, claiming that the man is somehow involved in stoking black-on-black violence by “paying” taxi bosses to kill black people and he would not stand for it.",
        "source": "https://www.youtube.com/watch?v=FFSiWM1FGuI"
    },
    "4": {
        "desc": "This comment has been posted on the Reddit discussion “South African President Cyril Ramaphosa: Black anger against whites is justified by their &lsquo;lackadaisical&rsquo; attitude | Willem Petzer”, as a response to Andile Mngxitama’s will to kill white people and their pets. This comment has generated a heated discussion around the issue.",
        "source": "https://www.reddit.com/r/The_Donald/comments/a650sf/south_african_president_cyril_ramaphosa_black/"
    },
    "5": {
        "desc": "Matamela Cyril Ramaphosa is a South African politician and the fifth and current President of South Africa. In December 2018, in an interview on 702 and Cape Talk with Xolani Gwala, he said there was anger among young black people over the “lackadaisical” of white South Africans, particularly those with power. White South Africans, particularly those to the right of the political spectrum, have responded to this by adopting the term in their Twitter names. The comment caused initial outrage but was since reclaimed by the US right and adopted as a badge of honour among many Trump supporters.",
        "source": "https://www.reddit.com/r/The_Donald/comments/a650sf/south_african_president_cyril_ramaphosa_black/"
    }
}