{
    "0": {
        "desc": "A nurse's Facebook post about flu shots and autism has stirred controversy. Megan Elder of Amherst (OH regarding the University Hospital nurse’s Facebook post) made a screenshot and reported it to the news. Fox8&nbsp;Cleveland interviewed Megan Elder of Amherst, who is an advocate for the disability community and also chose not to vaccinate her own children. “I grew up in the disability community, so for me, to see a post like that, I felt like it was insensitive,” said Elder. The post actually plays on the belief that vaccines cause autism. It is certain that playing on such a sensitive subject generates controversy and can offend many people.",
        "source": "https://nurse.org/articles/nurse-facebook-post-upsets-mom/"
    },
    "1": {
        "desc": "Jeanette Purkis is an author and a passionate advocate for Autistic people and their families. Jeanette has a diagnosis of Asperger Syndrome and atypical schizophrenia.<br>This post generated a heated discussion and Jeanette was accused of spreading hatred. As an answer to the post says, “this meme accused parents of the vaccine injured of wishing their child dead. That might not be hate speech but it is hateful.” Another comment reads: “What you have just done is use hate speech to accuse of hate speech.” Jeanette’s intentions might not have been hateful, but her post surely spread controversy.",
        "source": "https://www.facebook.com/jeanettepurkisbooks/photos/a.593495867398471/929589163789138/?type=3&theater"
    },
    "2": {
        "desc": "Richard Pan is a Democratic California State Senator. He is also a practicing pediatrician.<br>Senator Pan has been the center of a growing discussion, and also the target of threats, since he signed the SB 277, a mandatory childhood vaccinations bill he pushed into law in 2015. In this TV report by FOX40 News parents against SB 277 are saying that “this senator who’s interested in pushing tolerance in the public discourse should start by cleaning up his own Facebook page.” Indeed, during the interview they report many hateful comments found on his Facebook page, like the one proposed here: “I just wish the anti-vaxxers would die.” Controversial messages that, as this group says, they’ve seen go undeleted since the governor signed SB 277.",
        "source": "https://www.youtube.com/watch?time_continue=12&v=dnuisr4pCS4"
    },
    "3": {
        "desc": "Rachel Oates is a YouTuber who makes videos and shares her thoughts about various issues. In one of her videos she addressed “no-vaxxers” after having joined an Anti-Vax Facebook group in order to understand what are their opinions on the matter. In this video she scientifically tries to explain the reasons why she could never agree with their beliefs. The video generated a discussion with many comments of different nature. One of these comments, the one chosen for this content, has been considered as a controversial and hateful one by some of the YouTube users, as it assumes that anti-vaxxers are pro-death. It has indeed generated a heated discussion among the participants.",
        "source": "https://www.youtube.com/watch?v=tncjsUkqNyY"
    },
    "4": {
        "desc": "Groups campaigning against vaccinations (the so called “no-vaxxers“) have started going further: harassing, intimidating and smearing the reputations of people who disagree with them. Here, we can see a Facebook post ridiculing a pro-vaccination campaigner, founder of the Facebook page “Anti Vax Wall of Shame“ that links him to genocidal dictators, like Hitler. These kind of extremist comments spread controversy for their hateful nature, and, moreover, they cause concern for their possible consequences, as the terrifying trend of sending death threats.",
        "source": "https://www.news.com.au/technology/science/human-body/terrifying-new-antivaxxer-trend-sees-death-threats-sent-to-opponents/news-story/96cecb21787ec75e7d77f00695dc0a99"
    },
    "5": {
        "desc": "Brittney Kara is a health freedom author and activist. She also gives speeches, like the one of the video linked in the content source, where she calls on parents to take a stand against the “poisoning of their children by the pharmaceutical and agriculture industries.” This video has lead to a considerable debate around the issue, generating also hateful contents as the one proposed here, where a YouTuber user curses the people who are pro-vaccine to burn in the flames of hell.",
        "source": "https://www.youtube.com/watch?v=sQEYU41rd2k"
    }
}