{
    title: "Exploring official data",
    description: "In the Final Synthesis Design Studio, students learn to use information visualization to observe, understand, shape and communicate complex phenomena.\n\nIn the first part of the course they find, collect and visualize structured data from official sources, relevant to their topic. The result is a series of visualizations that provide a first overview of the depth and complexity of the issue under study, as described by “official” sources.",
    projects: [
        {
            group: "group01",
            members: "Giuliano Mozzillo, Jacopo Perico, Noemi Schiavi, Amarildo Shelna, Daniele Zanetti, Shan Zhu, Alice Ziantoni",
            theme: "Hate speech",
            title: "Ordinary Sexism",
            excerpt: "The project is about the practices of hate against women that occur both in the real world and online. The aim is to show the great variety of harassment women endure and their consequences in a European perspective, as well as to highlight different forms of ordinary sexism.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group02",
            members: "Bao Yifang, Cao Jiaxing, Chen Yi, Li Shangshu, Niu Yijiang, Tang Yaqiao, Wang Ning",
            theme: "Datafication",
            title: "Above the cloud",
            excerpt: "China is one of the fastest growing regions of data centers. We explore the development path of data centers in China from the official data for the last three years. The influencing factors and the correlation of energy consumption behind this development path are presented in a visual form.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group03",
            members: "Francesca Calloni, Qixuan Chen, Lucia Di Terlizzi, Yuke Lei, Bin Wu, Axia Zucchi",
            theme: "Food economics",
            title: "Avomania",
            excerpt: "Avocado is today the absolute star of Instagram posts and healthy diets, and has experienced a worldwide exponential growth. The project explores the international trade of the “green gold” to understand the global flow; the focus is on the consumption of resources that each country invests in avocado farming.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group04",
            members: "Sara Dalla Rosa, Mariachiara Manelli, Alessia Musio, Erica Pellegatta, Camilla Pilotto, Yi Wang",
            theme: "Datafication",
            title: "Data future?",
            excerpt: "An unprecedented amount of personal data is being generated online everyday. Companies and governments are able to give services to users in exchange for their data, but are people willing to trade their personal information? How can these actors work together to build a world based on data trading?",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group05",
            members: "Davide Armani, Matteo Banal, Kacper Bierylo, Gabriele Wiedenmann, Luka Zelenovic, Ulkar Zeynalli",
            theme: "Addiction",
            title: "Dope your grades",
            excerpt: "Can a drug really “dope your grades”? The aim of this project is to explore the controversy behind the study drugs use in US colleges. What are the main factors that lead students to consume these medicines to study, without regarding to the need for a prescription and side effects?",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group06",
            members: "Luisa Cadelli, Yixiao Cai, Eleonora Cappuccio, Francesca Grignani, Paolo Vernocchi, Carlotta Xiao",
            theme: "Addiction",
            title: "It may have some side effects",
            excerpt: "Just because it’s prescribed, does that mean a drug is good for you? More and more every year people in the US are dying because of the so called “opioid epidemic”. The aim of the first phase of this project is to discover, analyse and understand the reasons behind this growing phenomenon.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group07",
            members: "Alessandra Facchin, Alessandro Ferrari, Jingjing Gui, Paula Lozano, Nicolò Marchetti, Valeria Quiroga",
            theme: "Climate change",
            title: "Troubled waters",
            excerpt: "Water is everywhere and, because of that, it is affected by every aspect of climate change. With water as main driver, the project explores the relationship between water and conflict. For water is a primary and essential need for everyone, it can trigger different kind of relations between peoples and nations.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group08",
            members: "Lorenzo Angè, Alberto Argento, Giacomo Bevacqua, Andrea Lai, Alessia Parrulli, Seyedsajad Kasaee, Ahmad Zakerialhoseini",
            theme: "Migration",
            title: "A World Beyond",
            excerpt: "The space environment is no longer the sole preserve of government agencies, which now face competition and partnerships with private companies that entered the exploration domain and propels the sector. This is a project designed to show how the latest business trends in the US may mark a new space race great comeback.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group09",
            members: "Nicola Brignoli, Francesca Brotto, Lea Mara Fabiano, Elena Filippi, Edoardo Guido, Jacopo Poletto",
            theme: "Hate speech",
            title: "404 Hate non found",
            excerpt: "Hate speech cannot be easily defined, but by agreement it expresses loathing and intolerance: the consequences can range from mere bullying to actual violent events. Being a growing phenomenon, it’s interesting to analyze how social networks deal with content filtering on their platforms.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        },
        {
            group: "group10",
            members: "Chen Wen, Chung Wuikang, Huang Yuping, Hu Xun, Qian Yujie, Yang Shiqi",
            theme: "Migration",
            title: "Migration of Malaysian Chinese",
            excerpt: "This project is about the situation of Malaysian Chinese citizens in the multi-ethnic society of Malaysia. The aim is to show the differences between Malaysian Chinese people and other ethnic groups in Malaysia especially in population, language, education, employment and civil service offices.",
            cover_website: "/cover/web-cover.jpg",
            cover_lettura: "/cover/lettura.jpg"
        }
    ]
}
