{
    "0": {
        "desc": "The advertising has been done on the occasion of Minnesota Amendment 1, a  legislatively referred constitutional amendment proposed to ban marriage between same-sex couples in the state of Minnesota. It is not clear which organization is the creator of this content. The intent of the video is to push citizens to vote yes in the referendum, so as to make same-sex marriages illegal.",
        "source": "https://vimeo.com/52245440"
    },
    "1": {
        "desc": "An extract from a post titled “I Hate Straight People And This Is Why!” posted on “Dear straight people” website, a leading online LGBT publication based in Singapore. This is an example of aggressive reaction due to a sense of  a strong oppression. The problem, as some people in the comments to the post write, is that it is ridiculous to rage in this way against heterosexual people. In this way we only increase hatred and generalize.",
        "source": "https://dearstraightpeople.com/2015/08/04/i-hate-straight-people-and-this-is-why/"
    },
    "2": {
        "desc": "Vitaly Milonov is a Russian politician of the United Russia party. He is against gay people and his belief is that homosexuality is a sin and for this reason it must be condemned.<br>This is a part of a video made in the occasion of Sochi Winter Olympics by Europe Editor Matt Frei. He wants to denounce the worst side of Russia so he starts a survey on the anti-gay policies of the nation.",
        "source": "https://www.youtube.com/watch?v=eGY8PVLTWrM"
    },
    "3": {
        "desc": "The american celebrity Paris Hilton was recorded by a taxi driver while she was speaking to a friend of her during New York Fashion Week 2012. Her friend is gay and he was showing to her the app Grindr, a geosocial networking mobile app geared towards gay, bi, trans, and queer people. The Hilton reaction was to express her opinion in an offensive way against gay community. After the scandal Hilton said “I was having this private conversation with a friend of mine who is gay and our conversation was in no way towards the entire gay community, it is the last thing that I would ever want to do and I cannot put into words how much I wish I could take back every word.”",
        "source": "https://www.youtube.com/watch?v=AUt4EZaFRN0"
    },
    "4": {
        "desc": "This post is an outburst against heterosexual people by a writer based in the Bronx. He rails against the falsity of straight people saying that he was tired by people who pretend to have passed a cultural block that has yet to be faced.<br>The problem of the text is that it can be understood as a generalization against all heterosexual people even if the author repeats several times not to be mad at the entire hetero population by concluding the text with these words: “this post is definitely not about all straight people. I have had seriously great experiences with heterosexual individuals who did not resort to homophobia as soon as we got into an argument. However, the bad certainly outweighs the good. I’m not trying to convince anyone to not associate with their heterosexual counterparts; I’m simply doing it for my own sanity”",
        "source": "https://www.intomore.com/you/im-done-with-straight-people"
    },
    "5": {
        "desc": "This is a video made by The Amazing Atheist channel in which TJ, an anti-SJW (Social justice warrior) vlogger, lashes out against another vlogger named Milo after this last guy posted a video titled “All cis people are transphobic (and you probably racist, too!).",
        "source": "https://www.youtube.com/watch?v=p7mrN8VrALQ"
    }
}